Repository: Esukhia/namsel-ocr-gui
Catalog: locales/*/LC_MESSAGES/namsel-ocr-gui.po
Languages: fr

source: Docker Namsel Ocr is now running!
fr: Docker Namsel Ocr est en cours d'exécution !

source: Preprocess is running...
fr: Le pré-traitement est en cours d'éxécution...

source: Ocr is running...
fr: Ocr est en cours d'éxécution...

source: Stopping the container...
fr: Arrêt du conteneur...

source: The container has been stopped!
fr: Les conténeur est arrêté !!

source: Killing the container...
fr: Désinstallation du conteneur...

source: The container has been killed!
fr: Le conteneur est désinstallé !

source: &File
fr: &Fichier

source: New
fr: Nouveau

source: Open a new windows
fr: Ouvrir une nouvelle fenêtre

source: open an image...
fr: ouvrir une image...

source: Open a scan image file
fr: Ouvrir un fichier d'image scannée

source: Select a directory...
fr: Sélectionner un répertoire...

source: Select a directory containing the images of a volume
fr: Sélectionner un répertoire contenant les images d'un volume

source: Exit
fr: Quitter

source: Exit Namsel OCR
fr: Quitter Namsel Ocr

source: &Edit
fr: &Édition

source: Preferences...
fr: Préférence...

source: Preprocess and Ocr settings...
fr: Pré-traitement et paramètre de l'Ocr...

source: Preprocess mode
fr: Mode de pré-traitement

source: open the preprocess mode windows
fr: ouvrir la fenêtre du mode de pré-traitement

source: Ocr mode
fr: Mode Ocr

source: open the ocr mode windows
fr: ouvrir la fenêtre du mode de l'ocr

source: &Language
fr: &Langue

source: About...
fr: À propos...

source: Version & credits of Namsel Ocr
fr: Version & générique de remerciement de Namsel Ocr

source: help...
fr: aide...

source: Some useful helps
fr: Quelques informations utiles

source: The scan image is a pecha
fr: L'image scannée est un pecha

source: Book
fr: Livre

source: The scan image is a book
fr: L'image scannée est un livre

source: Thickness:
fr: Épaisseur:

source: The thickness value during the preprocess
fr: Valeur de l'épaisseur pendant le pré-traitement

source: Set the thickness of the scan image
fr: Fixer la valeur de épaisseur de l'image scannée

source: Double page
fr: Page double

source: The scan image is a double page
fr: L'image scannée est une page double

source: Run
fr: Exécuter

source: Run the preprocess
fr: Lance le pré-traitement

source: The scan image
fr: L'image scannée

source: The result 'scantailored' image
fr: Le résultat de l'image traitée par 'Scantailor'

source: Low ink
fr: Niveau d'encre bas

source: Check if the scan image is a bit of low quality
fr: Cocher si l'image scannée est de mauvaise qualité

source: Break width:
fr: Largeur de coupure:

source: The break-Width value
fr: Taille de la coupure

source: To controls how horizontally-connected stacks will be segmented
fr: Pour controler comment les empillations connectées horizontalement seront segmentées

source: Clear HR
fr: Supprimer la d'entête

source: Run the ocr
fr: Lancer l'ocr

source: The ocr result
fr: Résultat de l'ocr

source: Docker process
fr: Processus de Docker

source: Preprocess all the volume images?
fr: Pré-traiter toutes les images du volume ?

source: Open the source scan image...
fr: Ouvrir l'image scannée source...

source: Image files (*.tif)
fr: Fichiers images (*tif)

source: Open a directory containing the scan images of a volume...
fr: Ouvrir un répertoire contenant les images scannées d'un volume...

source: Preprocess is running...
fr: Le pré-traitement est en cours d'éxécution...

source: ...is now finished!
fr: ...est maintenant terminé !

source: Ocr is running...
fr: L'ocr est en cours d'éxécution...
